---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationPartSheetmetalArea
source: html/784abb38-3751-c921-bc0d-804ffc77ebfd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationPartSheetmetalArea Property

"Part Sheet Metal Area"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationPartSheetmetalArea { get; }
```